{
  "status": "ok",
  "count": 7,
  "categories": [
    {
      "id": 7,
      "slug": "brod",
      "title": "Brød",
      "description": "Her kan du finde simple og hurtige opskrifter på brød til enhver lejlighed. Om det skal kunne passe sig selv i ovnen, eller du vil prøve at lave det på grillen en varm sommerdag.",
      "parent": 0,
      "post_count": 4
    },
    {
      "id": 5,
      "slug": "desserter",
      "title": "Desserter",
      "description": "Her kan du finde opskrifter på traditionelle kager, samt andre lækre desserter. Opskrifterne er specielt gode, hvis du står og mangler en simpel med god dessert.",
      "parent": 0,
      "post_count": 11
    },
    {
      "id": 3,
      "slug": "forretter",
      "title": "Forretter",
      "description": "Her kan du finde opskrifter på forretter, om det er de traditionelle tarteletter med høns i asparges eller måske en forret til et mexicansk tema.",
      "parent": 0,
      "post_count": 5
    },
    {
      "id": 4,
      "slug": "hovedretter",
      "title": "Hovedretter",
      "description": "Her kan du finde opskrifter inde for kategorien hovedretter. Alt lige fra simple og hurtige hverdags retter, til lidt mere krævende hovedretter til særlige lejligheder.",
      "parent": 0,
      "post_count": 15
    },
    {
      "id": 9,
      "slug": "salater",
      "title": "Salater",
      "description": "Her kan du finde opskrifter på sunde grønne salater, som fungere godt i en ret med mange elementer. Men også opskrifter på salater, der mætter lidt mere, som er et godt alternativ til hovedrettens tilbehør.",
      "parent": 0,
      "post_count": 2
    },
    {
      "id": 6,
      "slug": "slik-og-smaakager",
      "title": "Slik og småkager",
      "description": "Her kan du finde nogle lækre opskrifter til den søde tand. Der er både krævende samt nemme og hurtige opskrifter indenfor kategorien slik og småkager.",
      "parent": 0,
      "post_count": 6
    },
    {
      "id": 8,
      "slug": "tilbehor",
      "title": "Tilbehør",
      "description": "Her kan du finde opskrifter på både sprødt og blødt tilbehør til hovedretten. Om det er den klassiske kartoffel, der bliver brugt, eller det er et andet alternativ.",
      "parent": 0,
      "post_count": 5
    }
  ]
}
